---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridBankColWidth
source: html/4f131276-d438-abc9-dc0f-e7af20ddcbaf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridBankColWidth Property

"Column Distance"

## Syntax (C#)
```csharp
public static ForgeTypeId GridBankColWidth { get; }
```